Repository: BezrukovAndrej/Followers
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Search
ru: Поиск

source: Favorite
ru: Избранное

# ENTER_NAME
source: Enter a username
ru: Введите имя

source: Get Followers
ru: Посмотреть подписчиков

source: Ok
ru: Хорошо

source: So sad
ru: Так грустно

# EMPTY
source: Empty Username.
ru: Пустое имя пользователя.

# MESSAGE
source: Please enter a username. We need to know who to look for 😀
ru: Пожалуйста введите имя пользователя. Нам нужно знать, кого искать 😀

# WRONG
source: Something went wrong.
ru: Что-то пошло не так.

# UNABLE
source: Unable to complete request.
ru: Невозможно выполнить запрос.

source: Invalid URL
ru: Неверный URL-адрес

# URL_USER_INVALID
source: The url attached to this user is invalid
ru: URL-адрес, прикрепленный к этому пользователю, недействителен

source: No followers
ru: Нет подписчиков

# THIS_USER_NO_FOOLOWERS
source: This user has no followers 😞
ru: У этого пользователя нет подписчиков😞

source: Success!
ru: Успех!

# SUCCESSFULLY_FOVORITED
source: You have successfully favorited this user 🎉
ru: Вы успешно добавили этого пользователя в избранное 🎉

source: Hooray!
ru: Ура!

# INVALID_USER_NAME
source: This username created an invalid request. Please try again.
ru: «Это имя пользователя отсутствует, неверный запрос. Повторите попытку».

# UNABLE_TO_COMPLETE
source: Unable to complete your request. Please check your internet connection.
ru: Не удалось выполнить ваш запрос. Пожалуйста, проверьте ваше интернет-соединение.

# INVALID_RESPONSE
source: Invalid response from the server. Please try again.
ru: Неверный ответ от сервера. Пожалуйста, попробуйте еще раз.

# INVALID_DATA
source: The data received from the server was invalid. Please try again.
ru: Данные, полученные с сервера, недействительны. Пожалуйста, попробуйте еще раз.

source: Something went wrong.
ru: Что-то пошло не так.

# UNABLE_TO_FAVORITES
source: There was an error favoriting this user. Please try again.
ru: Произошла ошибка при добавлении этого пользователя в избранное. Пожалуйста, попробуйте еще раз.

# ALREADY_IN_FAVORITES
source: You've already favorited this user. You must REALLY like them!
ru: Вы уже добавили этого пользователя в избранное. Он вам ДЕЙСТВИТЕЛЬНО нравится!

# EMPTY_MESSAGE
source: This user doesn't have any followers. Go follow them 😀
ru: У этого пользователя нет подписчиков. Подпишитесь на него 😀

# NO_FAVORITES
source: No Favorites? Add one on the follower screen
ru: Нет избранного? Добавьте его на экран подписчика

# UNABLE_REMOVE
source: Unable to remove
ru: Невозможно удалить

# SEARCH_USER
source: Search for username
ru: Найти имя пользователя

source: No Location
ru: Нет местоположения

# NO_BIO
source: No bio available
ru: Биография недоступна

# REPOS
source: Public Repos
ru: Репозитории

# GISTS
source: Public Gists
ru: Публикации

source: Followers
ru: Подписчики

source: Following
ru: Подписки

# GIT_PROFILE
source: GitHub Profile
ru: GitHub Профиль

# CREATION_DATE
source: GitHub since:
ru: GitHub cоздан:
